[{"id":4407299434139,"title":"What is Dogecoin?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>Dogecoin is a cryptocurrency created by Billy Markus and Jackson Palmer in 2013 as a fun take on cryptocurrencies.  It was marketed as the \"fun\" version of bitcoin and used a popular meme, which is its namesake, as its logo.  This went viral on social media and is now one of the most popular cryptocurrencies to date.</p>\n<p>Dogecoin uses a protocol derived from other cryptocurrencies which include Litecoin. It also uses the blockchain technology to record transactions made on its network.  However, unlike other cryptocurrencies, Dogecoin does not have a fixed supply which has helped with the coin's adaptability.</p>"},{"id":4407291217563,"title":"What is Litecoin?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>Litecoin is a decentralized digital currency created by Charlie Lee in 2011.  This cryptocurrency, which was created using a fork of the bitcoin core client, has similarities to bitcoin such as the use of blockchain technology.  However, Litecoin was created to address some concerns about bitcoin and among its differences are the following:</p>\n<ul>\n<li>With Litecoin, a new block is created every 2.5 minutes. Faster block creation means transactions are confirmed faster.</li>\n<li>Litecoin's fixed supply is higher than bitcoin at 84,000,000.</li>\n</ul>\n<p> </p>"},{"id":4406845111707,"title":"How do I add more assets to the BRD Widget?","section_id":360001020954,"promoted":false,"position":0,"body":"<p>The BRD Widget on iOS lets you quickly track up to 12 of your favorite assets, as well as your total balance in these assets. By default, you will see BTC, ETH and BRD on the widget. If you would like to add more assets to the BRD Widget on your iOS device, follow the steps below:</p>\n<p> </p>\n<p>1. Touch and hold an empty space on the BRD Widget and select <strong>Edit Widget</strong> on the menu that pops up.</p>\n<p>2. You should see options to customize the widget. Tap on the list of assets.</p>\n<p>3. A list will come up on the screen.  Tap the assets you'd like to track. A check mark should appear to the right of the assets you selected. To remove an asset from the widget, tap it to remove the check mark.</p>\n<p>4.  After selecting the assets you would like to track, tap <strong>Done</strong> at the top right of the screen.</p>\n<p>5. Tap outside the widget customization menu to close it.</p>\n<p> </p>\n<p><strong>NOTE:</strong> The BRD Widget is currently available on iOS only.</p>\n<p> </p>\n<p> </p>"},{"id":4406844832155,"title":"How do I add the BRD Widget on iOS?","section_id":360001020954,"promoted":false,"position":0,"body":"<p>If you use an iOS device, you can now track up to 12 of your favorite crypto assets using the BRD Widget! Follow these steps to add the BRD Widget on your device:</p>\n<p> </p>\n<p>1.  On your iOS device, you can do one of the following:</p>\n<ul>\n<li>Touch and hold any app and select the option to <strong>Edit Home Screen</strong>;</li>\n<li>Touch and hold the home screen background until the apps jiggle; or</li>\n<li>Keep swiping right until you see all of your widgets stacked, and then scroll to the bottom of the list and tap <strong>Edit</strong>\n</li>\n</ul>\n<p>2. Tap the <strong>+</strong> sign at the top right of the screen and type BRD on the search field.  Select <strong>BRD</strong> on the list of widgets and swipe left or right to select which widget you'd like to display.</p>\n<p>3. Tap on <strong>Add Widget</strong> and drag the BRD app widget to where you'd like to display it on your screen. By default, the widget displays BTC, ETH and BRD. If you would like to add more cryptocurrencies on the widget, visit this <a href=\"https://brd.com/support/articles/4406845111707\" target=\"_self\">page</a>.</p>\n<p> </p>\n<p><strong>NOTE:</strong> Depending on which widget you choose, you might see an option to <strong>Enable in app preferences.  </strong>This allows you to display your balance on the widget.  If you would like to turn this option on, go to the <strong>Security Settings</strong> page in your BRD app and turn the <strong>Share portfolio data with widgets</strong> option on.</p>\n<p>The BRD Widget is currently available on iOS only.</p>"},{"id":1500001321181,"title":"What is Tezos?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>Tezos, which was launched in 2018, is a decentralized blockchain network that can upgrade itself through a consensus protocol. </p>\n<p>Token holders can participate in deciding what upgrades and changes are made to the blockchain, as well as in validating transactions and publishing these to the blockchain. A consensus is reached via a Liquid Proof of Stake mechanism where token holders place their stakes to make decisions on the state of the blockchain.  </p>\n<p>With Tezos, the process of validating transactions and publishing these to the blockchain is called \"Baking\". Bakers who are given the privilege of validating a block are rewarded with tez.</p>\n<p>Because there are certain requirements to be a Baker, participants may also opt to delegate their validation rights to a Baker by staking. Bakers who receive tez from validating a block are responsible for distributing the tez to stakeholders that delegated validation rights to them.</p>"},{"id":360053459793,"title":"How do I restore a wallet using iCloud Backup?","section_id":360001028193,"promoted":false,"position":0,"body":"<p>iCloud Backup is an optional but convenient feature available on the BRD app that allows users to restore wallets from one iOS device to another. </p>\n<p>You can use this feature to restore a wallet on your device as long as:</p>\n<ul>\n<li>You are on the latest version of the BRD iOS app</li>\n<li>iCloud Keychain is on, fully synced and has not been disabled since iCloud Backup was enabled for your wallet</li>\n<li>You have the PIN used on the wallet that you would like to recover</li>\n</ul>\n<p>Here are the steps to using iCloud Backup to restore a wallet:</p>\n<p>1.   On the device you would like to restore the wallet on, install and launch the BRD app. At the prompt, select <strong>Restore from iCloud Backup</strong>.</p>\n<p>2.  On the next page, unlock iCloud Backup by typing the PIN you used on the wallet you want to recover.</p>\n<p>3.  Only default wallets will be displayed on the home screen after recovery.  If you hold other cryptocurrencies other than the ones displayed after recovery, use the <strong>Manage Wallets</strong> page to add any wallets that are not on the home screen. Visit this <a href=\"https://brd.com/support/articles/360002287774\" target=\"_self\">page</a> for help with adding wallets.</p>\n<p>4.  Leave the app open and on the screen until all wallets are synced.  If you hold bitcoin in the BRD app, turn FastSync on by following the steps <a href=\"https://brd.com/support/articles/360040928374\" target=\"_self\">here</a>.</p>\n<p> </p>\n<p> </p>"},{"id":360053457733,"title":"How do I enable iCloud Backup in the BRD app?","section_id":360001028193,"promoted":false,"position":0,"body":"<p>iCloud Backup is an optional but convenient feature available to users of the BRD app on iOS that allows users to restore wallets from one iOS device to another. </p>\n<p>There are certain requirements to use this feature:</p>\n<ul>\n<li>You must be on the latest version of the BRD iOS app</li>\n<li>iCloud Keychain must be on and must not be disabled, otherwise you lose your backup</li>\n</ul>\n<p> </p>\n<p>Follow these steps to enable the iCloud Backup feature on your BRD app and take note of some important items listed below:</p>\n<p>1.  Turn iCloud Keychain on. You can find this in your iOS device's Settings by tapping your name, iCloud, and then Keychain.</p>\n<p>2.  Launch the BRD app and on the home screen, tap <strong>Menu </strong>and select<strong> Security Settings.</strong></p>\n<p>3.   Select <strong>iCloud Backup</strong> and tap on the toggle switch to turn iCloud Backup on.</p>\n<p>4.  On the next page, you will be asked to confirm that you understand that this feature will not work unless iCloud Keychain is on. Tap on the toggle button to confirm this and then select <strong>I have turned on iCloud Keychain</strong>.</p>\n<p>5. Enter your BRD PIN and allow the iCloud Keychain to sync.</p>\n<p> </p>\n<p><strong>NOTE:</strong> The iCloud Keychain sync may take hours to complete and does not have an indicator to show its progress. The iCloud Keychain sync needs to complete before you can use the iCloud Backup to recover your wallet on a different device.</p>\n<p> </p>\n<p><strong>IMPORTANT:</strong></p>\n<ul>\n<li>If iCloud Keychain is turned off after backing up your BRD app, the backup can be deleted. You will need to turn iCloud Backup on again after turning iCloud Keychain off.</li>\n<li>Wiping the wallet in your BRD app does not delete the iCloud Backup.</li>\n<li>If you would like to delete both the backup and the wallet that was backed up, disable iCloud Backup in your BRD app's Security Settings before wiping the wallet.</li>\n</ul>\n<p> </p>\n<p> </p>"},{"id":360053456933,"title":"How do I backup my wallet?","section_id":360001028193,"promoted":false,"position":0,"body":"<p>The BRD app is designed to be private and secure.  Your wallet's keys are only shared with you and no one else - not even us! To make sure that you are able to recover your wallet anytime you need to, you need to backup your wallet.</p>\n<p>Currently, there are 2 ways to backup a wallet created in the BRD app:</p>\n<p>1.  Manual Backup</p>\n<p>2.  iCloud Backup (only available to iOS devices)</p>\n<p> </p>\n<p>The Manual Backup refers to writing down your 12 word recovery phrase a piece of paper and keeping it somewhere secure.  We do not recommend creating a digital copy of your recovery phrase.e. taking screenshots or keeping the words in a note taking app) as these can be compromised or lost if you lose access to your device. </p>\n<p>iCloud Backup is an optional feature available to users of BRD on iOS.  This feature is a secondary backup option that encrypts your wallet information using your BRD PIN and can be used to restore wallets from one iOS device to another.  It is not meant to replace the manual backup, and we still recommend users have a manual backup even with this feature on.</p>\n<p>iCloud Backup needs to be enabled in BRD and requires users to have iCloud Keychain enabled in the iOS settings app. Click <a href=\"https://brd.com/support/articles/360053457733\" target=\"_self\">here</a> to see how you can configure iCloud Backup in the BRD app.</p>\n<p> </p>\n<p><strong>NOTE:</strong> Cloud backups are not available on our Android app. </p>"},{"id":360047585213,"title":"What is HBAR?","section_id":360001029053,"promoted":false,"position":0,"label_names":["curr:hbar"],"body":"<p>The HBAR coin is the cryptocurrency that fuels the Hedera network. Developed by Leemon Baird in 2016, Hedera is a public network that utilizes the hashgraph consensus algorithm instead of a blockchain to provide secure and fast transactions across a decentralized network.  </p>\n<p>The Hedera Hashgraph is capable of processing 100,000 transactions per second which provides multiple benefits over the blockchain technology:</p>\n<p>1.  Transactions are processed much faster</p>\n<p>2.  A high bandwidth results in significantly lower fees</p>\n<p>3.  The use of the HBAR coin to fuel transactions would render any malicious attack on the network to be very costly thus making the network more secure.</p>\n<p> </p>\n<p> </p>"},{"id":360043532033,"title":"Why did my XRP transaction fail?","section_id":360001020074,"promoted":false,"position":0,"label_names":["curr:xrp"],"body":"<p>The XRP Ledger has a base reserve requirement of 20XRP for each address on the ledger.  The base reserve cannot be used to send funds to another XRP address.  This amount stays in your XRP address and is implemented to prevent the malicious usage of the network.</p>\n<p>Your XRP transaction can fail for the following reasons:</p>\n<ol>\n<li>If the very first transaction you are receiving in your BRD app's XRP wallet is less than 20XRP;</li>\n<li>The wallet you are sending funds to has not been activated with the base reserve, and you are sending less than 20XRP to it;</li>\n<li>You are making a transaction that will leave less than 20XRP in your wallet</li>\n</ol>"},{"id":360043396353,"title":"What is XRP?","section_id":360001029053,"promoted":false,"position":0,"label_names":["curr:xrp"],"body":"<p>The XRP Ledger is a platform released by Ripple Labs in 2012 designed to support fast, inexpensive and secure global financial transactions. Its network is called the XRP Ledger and the currency used on this network is XRP.</p>\n<p>Unlike other cryptocurrencies, XRP transactions are not confirmed by the network.  Instead, transactions are validated by nodes using a consensus algorithm.  It takes approximately 3-5 seconds for a transaction to be validated on the XRP Ledger.  Fees are based on the amount of traffic on the XRP Ledger and not on the amount being sent.</p>\n<p>The XRP Ledger requires a base reserve amount of 20 XRP for every address on the XRP ledger.  This amount cannot be sent to other addresses in the XRP Ledger and is required to prevent any issues due to the malicious usage of the network. </p>"},{"id":360040928374,"title":"How do I turn FastSync on?","section_id":360001028173,"promoted":false,"position":0,"body":"<p>FastSync is a feature in the BRD app that allows your Bitcoin and Bitcoin Cash wallets to sync in seconds.</p>\n<p>On your Bitcoin wallet, follow these steps to enable FastSync:</p>\n<ol>\n<li>Tap <strong>Menu</strong>\n</li>\n<li>Select <strong>Preferences</strong>\n</li>\n<li>Tap <strong>Bitcoin Settings</strong>\n</li>\n<li>Tap <strong>Connection Mode</strong>\n</li>\n<li>Turn the toggle switch on</li>\n</ol>\n<p><strong>Note:</strong> If you are on the latest version of the BRD app, FastSync is enabled by default on your Bitcoin Cash wallet.</p>"},{"id":360034563553,"title":"How do I sell cryptocurrency in the BRD app?","section_id":360001029113,"promoted":false,"position":0,"body":"<p>BRD app users in multiple countries now have an easy, convenient, and secure way to sell cryptocurrency in the app! Follow these steps to get started:</p>\n<ol>\n<li>On the home screen, tap <strong>Buy/Sell</strong> and at the top of the next screen, toggle the switch to <strong>Sell</strong>.</li>\n<li>Select from the list of supported cryptocurrencies and enter the amount you would like to sell.  You may enter the amount in cryptocurrency or any of the supported local currencies.</li>\n<li>Select <strong>Bank Transfer</strong> as the Payment Method and tap <strong>Next</strong>.</li>\n<li>Review the order details and tap <strong>Confirm &amp; Sell</strong> to proceed.</li>\n<li>Enter your PIN to confirm the sale.</li>\n</ol>\n<p><strong>Note:</strong> Selling is only available in some countries. Outside of the US, only bitcoin is supported in the Sell feature in the app.</p>\n<p>If you have questions about selling in the BRD app, or regarding your order, send us an email at <a href=\"mailto:support@brd.com\">support@brd.com</a>.</p>"},{"id":360033919513,"title":"Why is my transaction taking too long to send?","section_id":360001021034,"promoted":false,"position":0,"body":"<p>When you send a transaction with the BRD app, it is immediately sent to the network to be confirmed. If your outgoing transaction has been pending for more than an hour, this can be due to the following:</p>\n<ul>\n<li>The wallet needs to be synced with the blockchain\n<ul>\n<li>A transaction may not be broadcasted to the cryptocurrency network if the wallet is not synced</li>\n<li>An out of sync wallet can cause a completed transaction to appear as pending</li>\n<li>If you are having issues syncing, visit this <a href=\"https://brd.com/support/articles/360000249193\" target=\"_self\">page</a>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>A low fee setting was selected\n<ul>\n<li>For some of the supported cryptocurrencies in the app, the fee settings can be changed by tapping on the icon that appears beside the fee after you enter the amount you would like to send</li>\n<li>There are 3 fee options available: Priority (completes in approximately 30 mins), Regular (completes in approximately 1 hour) and Economy (takes more than an hour to complete) </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>There is an increase in the number of transactions on the cryptocurrency network, causing congestion and delays that are not under BRD's control</li>\n</ul>"},{"id":360023471734,"title":"Why was my purchase order via ACH cancelled?","section_id":360001020074,"promoted":false,"position":0,"body":"<p>If you are a BRD app user in the US, you can purchase cryptocurrencies using your bank accounts.</p>\n<p>The process is simple and purchased funds will be available in your wallet in 3-5 business days.</p>\n<p>If you are making a purchase order via a US Bank Transfer (ACH), please ensure the following to avoid cancellations:</p>\n<ul>\n<li>Register with our partner via the app and complete any required verification</li>\n<li>Use a bank that is connected with Plaid</li>\n<li>Check that the bank account you are adding can be used for online purchases (You may need to call your bank to authorize this)</li>\n<li>Any funds that will be used to make the purchase should be available and cleared in your bank account when you create the purchase order</li>\n<li>The amount you purchase is within the allowed limits (limits may very per person)</li>\n</ul>"},{"id":360015536953,"title":"What are BRD Rewards?","section_id":360001020974,"promoted":false,"position":0,"body":"<p>The BRD token is the basis for our loyalty and rewards program, BRD Rewards. BRD token holders can enjoy perks based on the number of BRD tokens they hold in the app.</p>\n<p>There are two ways to get to the BRD Rewards page:</p>\n<p class=\"wysiwyg-indent1\">1.  On the home screen, tap on <strong>Menu</strong> and then on <strong>Rewards</strong>; or</p>\n<p class=\"wysiwyg-indent1\">2.  Tap on your <strong>BRD Token Wallet</strong> and then on <strong>Rewards</strong></p>\n<p> You will see the following information on the BRD Rewards page:</p>\n<ul>\n<li>A list of BRD Rewards</li>\n<li>The required number of BRD tokens needed to be eligible for each reward</li>\n<li>Which rewards you are currently eligible for (You will see blue icons next to these)</li>\n</ul>\n<p>You can find your BRD Rewards ID by tapping <strong>About</strong> in the app's Menu.</p>"},{"id":360011359753,"title":"How do I buy cryptocurrency in the BRD app?","section_id":360001029113,"promoted":false,"position":0,"body":"<p>The BRD app provides an easy, convenient, and secure way to buy cryptocurrency. Follow these steps to get started:</p>\n<ol>\n<li>On the home screen, tap <strong>Buy/Sell.</strong>\n</li>\n<li>If this is your first time buying in the app, you will be asked to select your country of residence. For succeeding orders, proceed to the next step.</li>\n<li>In the \"Pay With\" section, enter the amount you would like to purchase.  You may enter the amount in cryptocurrency or in your local currency.</li>\n<li>In the \"Receive\" section, select the cryptocurrency you would like to buy from the list of currencies available for purchase.</li>\n<li>Tap <strong>Next</strong>.</li>\n<li>Select the Payment Method you would like to use and tap <strong>Next</strong>. If paying with cash, tap <strong>View Map</strong>.</li>\n<li>Select an offer and tap the line with the arrow pointing up to go to the next page. </li>\n<li>Review the order summary and tap <strong>Confirm &amp; Buy</strong> to proceed with your purchase.</li>\n<li>Follow the on-screen instructions on the next page to complete the process.  Keep an eye out for any emails regarding the status of your purchase order.</li>\n</ol>\n<p>If you have questions about buying in the BRD app, or regarding your order, send us an email at <a href=\"mailto:support@brd.com\">support@brd.com</a>.</p>\n<p> </p>\n<p> </p>"},{"id":360010333374,"title":"How do I check the KYC status for the SEPA transaction I would like to make in the app?","section_id":360001029113,"promoted":false,"position":0,"body":"<p>If you have submitted documents for KYC, you will see a notification in the BRD app's <strong>Buy/Sell</strong> page to let you know of the status of the review.</p>\n<p>If approved, you will also receive instructions on how to complete the order via a SEPA transfer.</p>\n<p> </p>"},{"id":360010436233,"title":"How do I make a SEPA payment when purchasing funds in the BRD app?","section_id":360001029113,"promoted":false,"position":0,"body":"<p>If you are a resident of the EU, you can use the SEPA payment method to purchase funds with your bank account.</p>\n<p>To make a payment using SEPA, follow the steps below:</p>\n<ol>\n<li>On the app's main screen, tap on <strong>Buy/Sell</strong>.</li>\n<li>Enter the amount you would like to pay and select the currency you would like to use.  You can also enter the amount of bitcoin you would like to purchase.</li>\n<li>Tap <strong>Add Payment Method</strong> and select <strong>Bank Transfer</strong> (SEPA).</li>\n<li>Click <strong>Next</strong>.  If you have previously registered with Coinify, tap on <strong>Log In</strong> at the bottom of the page.</li>\n<li>If you are registering for Coinify's service, enter your email address and tap <strong>Send email confirmation code</strong>. </li>\n<li>Verify your email by entering the code sent to you.</li>\n<li>Select your country of residence in the EU. </li>\n<li>You will need to agree to Coinify's Terms of Service to proceed with the next step. Tap the box to agree to Coinify's Terms of Service (ToS) and click <strong>Submit</strong>.</li>\n<li>Tap on <strong>Coinify KYC</strong>, complete the Registration form and submit the necessary documents. You will receive an email once this has been reviewed.</li>\n<li>Once verified, you will receive an email with a Reference Code for your order as well as information on how to send your payment.</li>\n</ol>\n<p><strong>Note:</strong> To ensure that your SEPA transaction is matched to your order, please write the Reference Code down and make sure you add this in the memo section of your SEPA transfer.</p>"},{"id":360009013333,"title":"Why do I get an \"Invalid Address\" error when sending bitcoin cash?","section_id":360001020074,"promoted":false,"position":0,"label_names":["curr:bch"],"body":"<p>Some BRD app users might see an \"Invalid Address\" error when sending Bitcoin Cash to other wallets.  There are 2 address formats used for Bitcoin Cash:</p>\n<ul>\n<li>The Legacy address which follows the same format as a bitcoin address (these addresses start with 1 or 3); and</li>\n<li>The \"Cash Addr\" format which is an encoded version of the legacy address that prevents users from sending bitcoin to a bitcoin cash address and vice versa (these addresses start with bitcoincash:q, q or p).</li>\n</ul>\n<p>The BRD app uses the \"Cash Addr\" format to prevent users from sending bitcoin to a bitcoin cash address and vice versa.  This protects our users from accidental loss of funds.</p>\n<p>If you are sending bitcoin cash to a wallet that uses legacy addresses, you can try one of the following:</p>\n<ol>\n<li>Contact the third party wallet provider and request for the \"Cash Addr\" equivalent of the legacy address displayed in the receiving wallet; or</li>\n<li>Use a trusted site to convert the legacy address to the \"Cash Addr\" format.  </li>\n</ol>\n<p> </p>"},{"id":360008532834,"title":"What is SegWit?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>SegWit or Segregated Witness is a soft fork on the Bitcoin Network that aims to solve scalability issues.  By separating the signature (witness) data on transactions, the amount of space needed for each transaction data is reduced, thus allowing more transactions to be stored on each block.</p>\n<p>SegWit was activated on the Bitcoin Network on August 23, 2017.</p>"},{"id":360002204434,"title":"What is an ERC20 token?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>ERC20 is a standard or a set of rules for Ethereum based tokens. Tokens that satisfy these set of rules are called ERC20 tokens. These tokens are actually smart contracts on the Ethereum network and have different values.  When sending an ERC20 token to another wallet, you will need to have enough ether in your wallet for the necessary transaction fees.</p>\n<p>The amount of time for a block to be confirmed varies depending on the token.  Fees are calculated according to the complexity of the transaction (gas) and paid in ether.</p>\n<p>You can switch between currencies from the Home screen, which is accessible by the back arrow found on the top left of any currency screen. </p>"},{"id":360002205933,"title":"What is Ether?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>Ether is the currency used on the Ethereum network and was proposed by Vitalik Buterin in 2013.  Ethereum is also a decentralized network and allows smart contracts to be created on its platform so these can be executed without the need for a third party.</p>\n<p>Ether was not created to be a digital currency but rather as an incentive or reward for a process to be completed in the Ethereum network. It is referred to as fuel because this is used to pay machines for executing a required process. The Ethereum network allows smart contracts to be created on its platform so these can be executed without the need for a third party.</p>\n<p>It takes approximately 15 seconds for a block to be confirmed on the Ethereum network.  Fees are calculated according to the complexity of the transaction (gas) and paid in ether.</p>\n<p>You can switch between currencies from the Home screen, which is accessible by the back arrow found on the top left of any currency screen. </p>"},{"id":360002205833,"title":"What is Bitcoin?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>Bitcoin was created in 2008 and is the first decentralized digital currency. Together with the creation of bitcoin came the birth of the blockchain - the public ledger that lists all transactions ever made on the bitcoin network. </p>\n<p>New coins called \"block rewards\" are created when miners solve a complex mathematical problem. Each block contains the transactions that have been validated, as well as information about the previous block. This sequence of events ensures that transactions on the bitcoin network cannot be successfully forged. </p>\n<p>It takes approximately 10 minutes for a block to be confirmed on the Bitcoin network.  Fees are calculated according to the transaction's data size and paid in bitcoin.</p>\n<p>You can switch between currencies from the Home screen, which is accessible by the back arrow found on the top left of any currency screen. </p>\n<p> </p>"},{"id":360001577273,"title":"What is Bitcoin Cash?","section_id":360001029053,"promoted":false,"position":0,"body":"<p>Bitcoin cash was born as a result of a hard fork of bitcoin on August 1, 2017 in an effort to solve scalability issues. By increasing block sizes to 8MB, bitcoin cash transactions typically have lower transaction fees than bitcoin. Bitcoin Cash transactions should not be sent to Bitcoin addresses, and vice versa, as they are separate networks.</p>\n<p>It takes approximately 10 minutes for a block to be confirmed on the Bitcoin Cash network.  Fees are calculated according to the transaction's data size and paid in bitcoin cash.</p>\n<p><strong>NOTE:</strong> If you had Bitcoin in your wallet on August 1st, you were automatically credited with the same amount of Bitcoin Cash.</p>\n<p>We released a Bitcoin Cash withdrawal feature soon after the fork, allowing users to move their Bitcoin Cash out of their wallet. We now offer full Bitcoin Cash support, and any Bitcoin Cash that was in your wallet from the time of the fork or that was sent to your wallet afterwards will be accessible in your Bitcoin Cash wallet.</p>\n<p>You can switch between currencies from the Home screen, which is accessible by the back arrow found on the top left of any currency screen. </p>"},{"id":115000757793,"title":"Why do I need to write down my recovery phrase?","section_id":360001028193,"promoted":false,"position":0,"body":"<p>The BRD app connects directly to the cryptocurrency networks, where your wallets are stored. The \"keys\" to access your wallets are securely stored in your phone and nowhere else. The BRD app will provide you with a unique \"Recovery Phrase,\" which is a list of 12-words which can be used to recreate the keys to your wallet. If you ever lose or upgrade your phone, this \"Recovery Phrase\" is required to regain access to your funds.</p>\n<p>Please write down each word, in order, on a piece of paper. We recommend storing your Recovery Phrase in a safe, safety deposit box at a bank, or wherever you might keep passports, birth certificates, or other important documents. Anyone who has your Recovery Phrase can access your money, even if they don't have your wallet PIN, so keep it private and don't show it to others! </p>"},{"id":360002288513,"title":"How do I add a token in the BRD app?","section_id":360001028173,"promoted":false,"position":1,"body":"<p>With the BRD app, you won't need to go through the complexities of getting the token information to add a supported cryptocurrency's wallet to the app.  Adding a token is as simple as adding a wallet to the app.  Just tap on <strong>Manage Wallets</strong> on the main screen, and then on <strong>Add Wallets</strong>.  Scroll through the list of supported cryptocurrencies, or use the search field to locate one, and tap on the <strong>Add</strong> button.</p>\n<p><strong>NOTE: </strong> Do not send an unsupported cryptocurrency to the BRD app.  If you do not have a cryptocurrency's wallet added to the BRD app's main screen, always check the Add Wallets page before sending.</p>"},{"id":115000763834,"title":"How do I get started?","section_id":360001020954,"promoted":true,"position":1,"body":"<p><strong>Welcome to BRD!</strong></p>\n<p>The BRD app connects directly to the cryptocurrency networks it supports. There are no accounts or usernames with the BRD app. Instead, you will have a \"wallet\" where you will store your money. It's just like the physical wallet you put your cash in, except that it exists only on the internet and holds digital money.</p>\n<p>Follow these steps to get started:</p>\n<ol>\n<li>If this is your first time using the BRD app, simply choose <strong>Get Started</strong> to start.</li>\n<li>Tap <strong>Next</strong> twice.</li>\n<li>Create a 6 digit PIN and confirm this on the next page.</li>\n<li>If you are on an iOS device, you will see an option to turn iCloud Recovery Backup on the next page. Tap <strong>Continue</strong> after making your selection. You will see instructions to enable Keychain on your device. Tap the radio button below the instructions to proceed and then tap <strong>I have turned on iCloud Keychain</strong>. </li>\n<li>Make sure you read the important information on each page about the recovery phrase on the next pages and tap <strong>Continue</strong>. </li>\n<li>Tap <strong>Generate Recovery Phrase</strong>.</li>\n<li>The app shows you 12 different words in separate pages. This is your Recovery Phrase. Swipe left after writing down each word. If you need to review these, swipe back. Tap <strong>Done</strong>. \n<p><strong>IMPORTANT:</strong> Make sure that you write the Recovery Phrase down in the correct order and keep it secure as this is the only way to restore your BRD wallet.</p>\n<p>For more information about the Recovery Phrase, visit this <a href=\"https://brd.com/support/articles/115009772648\">page</a>.</p>\n</li>\n<li>\n<p>The app will ask you to confirm random words from your Recovery Phrase. Tap <strong>Confirm</strong> after entering the requested words.</p>\n</li>\n<li>\n<p>Tap <strong>Go to Wallet</strong>. The wallets sync to the blockchain.  Keep the app open and on the screen until syncing completes.</p>\n</li>\n<li>\n<p>If you see a box asking you to enable Touch ID. This is optional. Tap on <strong>Dismiss</strong> if you would like to skip this step. You can enable this later via the app’s Security Center. Visit this <a href=\"https://brd.com/support/articles/234758948\">page</a> for more information on Touch ID.</p>\n</li>\n</ol>\n<p><strong>NOTE:</strong> If you have used the BRD app before and would like to use the same wallet, choose Restore Wallet on the main page and prepare to enter the Recovery Phrase for the wallet you would like to restore.</p>\n<p>Visit this <a href=\"https://brd.com/support/articles/115000763694\">page</a> for help on recovering a wallet. </p>"},{"id":115000757753,"title":"Why do I need a PIN?","section_id":360001028193,"promoted":false,"position":1,"body":"<p>The BRD app requires you to set a PIN to secure your wallet, separate from your device passcode. You will be required to enter this PIN to view your balance or send money, which keeps your wallet private even if you let someone use your phone or if your phone is stolen by someone who knows your device passcode.</p>\n<p><strong>Do not forget your wallet PIN!</strong> It can only be reset by using your Recovery Phrase. If you forget your PIN and lose your Recovery Phrase, your wallet will be lost.</p>"},{"id":234979507,"title":"How do I import a bitcoin paper wallet?","section_id":360001020454,"promoted":false,"position":1,"label_names":["curr:btc"],"body":"<p><span style=\"font-weight: 400;\">If you receive a QR code labeled as a \"paper wallet\" or \"private key\", you can import it into your BRD app's Bitcoin wallet by following these steps:</span></p>\n<ol>\n<li>On the main screen, tap on <strong>Menu</strong>.</li>\n<li>Under <strong>Preferences</strong>, tap on <strong>Bitcoin Settings</strong>.</li>\n<li>Select <strong>Redeem Private Key</strong>.</li>\n<li>Tap on <strong>Scan Private Key</strong> and scan the QR code on your paper wallet.</li>\n<li>Any funds stored on the paper wallet/private key will be sent into your BRD app's Bitcoin wallet, and will not remain on the paper wallet/private key.</li>\n</ol>\n<p><span style=\"font-weight: 400;\">If you want to import a wallet created with the BRD app, use the <strong>Unlink from this device</strong> function instead.Visit this </span><a href=\"https://brd.com/support/articles/115000757773\"><span style=\"font-weight: 400;\">page</span></a><span style=\"font-weight: 400;\"> for more information.</span></p>"},{"id":115000763654,"title":"How do I reset my PIN with my recovery phrase?","section_id":360001028193,"promoted":false,"position":2,"body":"<p>Every time you create a new wallet with BRD, you are provided with a \"Recovery Phrase,\" which is a list of 12 words that can be used to restore access to your wallet if you ever lose or upgrade your phone. You can also use your Recovery Phrase to reset your wallet PIN if you forget it.</p>\n<p>If you have incorrectly entered your PIN several times, you will be able to reset your PIN using your recovery phrase. Enter the 12 words from your Recovery Phrase in the correct order, and you will be able to choose a new PIN. </p>"},{"id":234979447,"title":"Is the BRD app free?","section_id":360001020954,"promoted":false,"position":2,"body":"<p>Our core product is and always will be 100% free and open source. Additional, opt-in features such as the ability to buy, sell or trade cryptocurrency may be offered through the app for a fee. </p>\n<p> </p>"},{"id":115000757733,"title":"How do I confirm my recovery phrase?","section_id":360001028193,"promoted":false,"position":3,"body":"<p>It is very important that your Recovery Phrase is written down correctly, and in the correct order. Enter the words requested to make sure everything is correct. For example, \"Word #1\" means the first word of your Recovery Phrase, \"Word #2\" means the second word, etc. </p>"},{"id":360010024833,"title":"Why are some ERC20 tokens no longer supported?","section_id":360001020954,"promoted":false,"position":4,"label_names":["curr:erc20"],"body":"<p>Some ERC20 tokens may be delisted from the BRD app for various reasons. When this happens, you might see that wallet for these tokens are marked as disabled in your BRD app but they will still be accessible.  If needed, you can find your token address by tapping on the \"Receive\" button in the wallet. </p>\n<p>As long as it is still supported by the Ethereum network, you will be able to send these ERC20 tokens out from the BRD app to another platform that supports the token.</p>\n<p>Here are some reasons why an ERC20 token may have been delisted from the BRD app:</p>\n<p><strong>1.  The token has been moved or is moving to its own blockchain</strong></p>\n<p>The developers of some ERC20 tokens have decided to move their tokens to their own blockchain or create a completely new ERC20 token. This would mean the old token needs to be swapped for their new one. Please reach out to the developer of this token to see which situation applies to them. </p>\n<p>If you would like to swap your ERC20 tokens for the new tokens, the first step is to send these tokens to a platform that will support the swap. Each token developer will announce the details of token swaps in their own support channels. </p>\n<p>If the deadline for the token swap has passed and you were unable to swap your ERC20 token for the new tokens, please reach out to the token developer's support team for assistance.</p>\n<p><strong>2. Declining usage of the token in the BRD app</strong></p>\n<p>In an effort to to focus on BRD's simplicity and ease of use, tokens that continually see declining usage are evaluated and disabled in the app if necessary. Please remember that a disabled token is still accessible in your app as long as it's functional on the Ethereum network as an ERC20 token.</p>\n<p> </p>"},{"id":360059942834,"title":"What is staking on Tezos?","section_id":360001020954,"promoted":false,"position":5,"body":"<p>With Tezos, each tez holder can participate in the consensus of the state of the blockchain. This includes the validation of transactions as well as updates to the network's protocols.</p>\n<p>Transactions on the Tezos network are validated, signed and published to the blockchain by Bakers who maintain nodes and in return, they are rewarded tez. After the rewards are unfrozen by the Tezos network, Bakers distribute the rewards to those who placed a stake on them.</p>\n<p>You can delegate your validation rights by staking your coins on a Baker.  This allows you to participate in the validation process without having to maintain a node. You can follow the steps <a href=\"https://brd.com/support/articles/360059942954\" target=\"_self\">here</a> if you would like to stake.</p>\n<p>When you stake, you are only delegating your validation rights and not transferring your funds.  Your funds are not locked and you are free to transfer it at any time.</p>"},{"id":115009772648,"title":"What is a recovery phrase?","section_id":360001028193,"promoted":true,"position":5,"body":"<p><span style=\"font-weight: 400;\">A recovery phrase consists of 12 randomly generated words. The app creates the recovery phrase for you automatically when you start a new wallet. </span></p>\n<p><strong>The recovery phrase is critically important and should be written down and stored in a safe location. Never take screenshots of your recovery phrase as this can be stolen if someone gains access to your device.</strong></p>\n<p><span style=\"font-weight: 400;\">In the event of phone theft, destruction, or loss, the recovery phrase can be used to recover your wallet onto a new phone. The phrase is also required when upgrading your current phone to a new one.</span></p>\n<p><span style=\"font-weight: 400;\">To find your recovery phrase follow these steps:</span></p>\n<ol>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">On the main screen, tap on </span><strong>Menu</strong>.</li>\n<li style=\"font-weight: 400;\">Select <strong>Security Settings</strong>.</li>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Tap on </span><strong>Recovery Phrase</strong>.</li>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Tap on </span><strong>Write Down Recovery Phrase Again</strong>.</li>\n<li style=\"font-weight: 400;\"><strong><span style=\"font-weight: 400;\">Enter your PIN and you will be shown each word in your recovery phrase on separate pages.</span></strong></li>\n</ol>"},{"id":360059942954,"title":"How do I stake or delegate to a Tezos Baker?","section_id":360001020954,"promoted":false,"position":6,"label_names":["curr:xtz"],"body":"<p>If you hold tez in the BRD app, you can stake or delegate your validating rights to a baker to earn rewards for validating and publishing blocks. You can do this by following these steps:</p>\n<p> </p>\n<p>1.  On the BRD app's home screen, tap <strong>Tezos</strong></p>\n<p>2.  Right below the wallet balance, tap <strong>Staking</strong></p>\n<p>3. Tap <strong>Select XTZ Delegate </strong>and then select your preferred Baker from the list of delegates</p>\n<p>4.  You will be shown a confirmation screen showing the tez you are staking and the Baker's address. Tap <strong>Confirm</strong></p>\n<p>5.  Enter your BRD app's <strong>PIN</strong> and wait for it to be confirmed</p>\n<p> </p>\n<p>If you wish to delegate to another Baker, simply follow the same steps to change the selected Baker.</p>\n<p><strong>Note:</strong> When you stake, you are only delegating your validation rights and not transferring your funds.  Your funds are not locked and you are free to transfer it at any time.</p>\n<p>A baker should be chosen based on the baker’s reputation and performance in order to have some “guarantee” that the baker pays out rewards accurately and timely. This is because the pay out of rewards to delegators is not handled on-chain.</p>"},{"id":360000249193,"title":"Why is syncing to the blockchain taking too long or not successful?","section_id":360001020074,"promoted":false,"position":6,"body":"<p>When syncing takes too long or does not complete, try the following steps to correct the issue:</p>\n<ul>\n<li>Enable FastSync on your app;</li>\n<li>Force close the app and try again;</li>\n<li>If you are using mobile data, switch to wifi and vice versa;</li>\n<li>Move to a different location in your house or office to get a better signal;</li>\n<li>Try again using a different internet connection in a different location</li>\n</ul>\n<p>When you turn FastSync on, your wallets will sync in seconds.  SPV sync takes 30 minutes or more and your phone’s screen must remain on the BRD app to ensure syncing completes.</p>\n<p>Visit this <a href=\"https://brd.com/support/articles/360000260654\">page</a> if you need instructions on how to sync your wallet to the blockchain. </p>"},{"id":360000260654,"title":"How do I sync my BRD app's Bitcoin wallet to the blockchain?","section_id":360001028173,"promoted":false,"position":6,"label_names":["curr:btc"],"body":"<p>BRD's Fastsync feature syncs your Bitcoin wallet almost instantly.  To turn Fastsync on, follow the steps below:</p>\n<ol>\n<li>On the main screen, tap <strong>Menu</strong>.</li>\n<li>Under <strong>Preferences</strong> choose <strong>Bitcoin Settings</strong>.</li>\n<li>Select <strong>Connection Mode </strong>and turn Fastsync on with the toggle.</li>\n</ol>\n<p>Although not usually necessary, sometimes you may need to manually sync your BRD bitcoin wallet to the blockchain. Syncing to the blockchain ensures that you see the most up to date information regarding the transactions in your wallet.</p>\n<p>After turning Fastsync off, follow these steps to sync your wallet:</p>\n<ol>\n<li>On the main screen, tap <strong>Menu</strong>.</li>\n<li>Under <strong>Preferences</strong> choose <strong>Bitcoin Settings</strong>.</li>\n<li>Select <strong>Sync Blockchain</strong>.</li>\n<li>Tap on <strong>Start Sync</strong>.</li>\n<li>In the pop-up window, tap <strong>Sync</strong> to begin</li>\n</ol>\n<p><strong><span style=\"font-weight: 400;\"><strong>NOTE:</strong> You will not be able to make a transaction until the sync completes.</span></strong></p>\n<p>If the sync button is greyed out, that means a sync is already in progress.  To make sure that the sync completes, use a stable internet connection and keep the app open with screen on until the status bar disappears. Syncing can take 30 minutes or more to complete.</p>\n<p>If you are an advanced user and would like to connect to a specific node for syncing, please visit this <a href=\"https://brd.com/support/articles/360000244733\">page</a> for instructions.</p>"},{"id":234758948,"title":"What is fingerprint authentication?","section_id":360001028193,"promoted":false,"position":6,"body":"<p>There are a couple of ways you can secure access to your BRD app.  You can use a 6 digit PIN, or fingerprint authentication.</p>\n<p> </p>\n<p><strong>Touch ID on iPhone</strong></p>\n<p>Touch ID is available on any iPhone 5s or later, iPad Pro, iPad Air 2, or iPad mini 3 or later. If you have it enabled on your device, you can use your fingerprint to unlock your BRD wallet and authorize transactions instead of entering your passcode. You will still be required to enter your passcode periodically for increased security.</p>\n<p>If Touch ID is not enabled on your device, you can enable it in your device's settings under \"Touch ID &amp; Passcode\". </p>\n<p> </p>\n<p><strong>Fingerprint Authorization on Android</strong></p>\n<p>Many Android devices feature a fingerprint reader. You can use your fingerprint to unlock your BRD wallet and authorize transactions instead of entering your passcode. You will still be required to enter your passcode periodically for increased security.</p>\n<p>In order to use this feature in the BRD app, fingerprint authorization must be enabled on your device. See the phone manufacturer's manual for more information. </p>"},{"id":360017575033,"title":"How do I contact the BRD Customer Support team via email?","section_id":360001020954,"promoted":false,"position":7,"label_names":["help","email"],"body":"<p>If you need additional help or would like to ask questions about the app, you can reach the BRD Customer Support Team via email at <a href=\"mailto:Support@BRD.com\">Support@BRD.com</a>.</p>\n<p> </p>"},{"id":360000248993,"title":"Why is my transaction missing?","section_id":360001020074,"promoted":false,"position":7,"body":"<p>Your BRD wallet needs to be in sync with the blockchain to show your transactions. If one or more transactions are not showing in your wallet, please try syncing to resolve the issue. For instructions on how to sync your wallet, please visit this <a href=\"https://brd.com/support/articles/360000260654\">page</a>.</p>\n<p>If you are expecting an incoming transaction into your BRD wallet that hasn’t arrived yet, the 60+ digit transaction ID can help the support team track its progress. This ID can usually be found by asking the sender for this information. </p>"},{"id":360000244733,"title":"How do I connect to a specific bitcoin node?","section_id":360001028173,"promoted":false,"position":7,"label_names":["curr:btc"],"body":"<p>The BRD app connects to a random node on the bitcoin network when syncing your wallet. You can choose to connect to a specific node of your preference by following the steps below:</p>\n<ol>\n<li>On the main screen, tap on <strong>Menu</strong>.</li>\n<li>Select <strong>Preferences </strong>and then <strong>Bitcoin Settings</strong>.</li>\n<li>Choose <strong>Bitcoin Nodes</strong>\n</li>\n<li>Tap <strong>Switch to Manual Mode</strong>\n</li>\n<li>Enter the Node IP address in the window that pops up.  You may also enter a port, although this is optional.  Tap <strong>OK</strong> when done.</li>\n</ol>\n<p><strong><span style=\"font-weight: 400;\">Your wallet will now sync to the blockchain via your preferred node.</span></strong></p>\n<p> </p>"},{"id":360000261534,"title":"Why do I get an “Insufficient funds” error when sending cryptocurrency?","section_id":360001020074,"promoted":false,"position":8,"body":"<p>The BRD app does not charge any fees to send a transaction. However, the cryptocurrency networks require a \"transaction fee\". The cost of this fee is not based on the amount you are sending, but is calculated against the traffic on the cryptocurrency network.  It varies as the amount of transactions sent on the cryptocurrency network changes.</p>\n<p>When sending a transaction, you need to make sure that you have enough funds in your wallet to cover the necessary transaction fee. Otherwise, an “Insufficient funds” error occurs.</p>\n<p>When sending Bitcoin or Bitcoin Cash, fees are calculated by the amount of data attached to your transaction. On top of the amount being sent, this data will include information about where the funds came from and where it is being sent to.</p>\n<p>If you are sending funds that came from several smaller transactions sent to your wallet, all of the information from those smaller transactions need to be referenced in the new transaction. This increases the data size of the new transaction and may cause the fee to be multiplied several times depending on how large the data size is. Sending a smaller transaction may help in this case. Also, if you receive small transactions regularly, you may want to arrange for larger and less frequent payments instead.</p>"},{"id":115000752694,"title":"When should I manually sync my Bitcoin wallet to the blockchain?","section_id":360001028173,"promoted":false,"position":8,"label_names":["curr:btc"],"body":"<p>Your BRD wallet connects directly to the Bitcoin network. This improves security and privacy, but also means your wallet can get out of sync with the network on a few occasions. The BRD app has a Fastsync feature that syncs your wallet almost instantly.</p>\n<p>Manually syncing with the blockchain can take a lot of time, and usually isn't necessary. If someone sent you bitcoin and the transaction is confirmed on the blockchain, but it is not appearing in your wallet, your wallet may be out of sync. First check to make sure the address the bitcoin was sent to is correct.</p>\n<p>If you are trying to send bitcoin and constantly get an error message that your transaction was rejected, it could also mean your wallet is out of sync.</p>\n<p>When Fastsync does not work for you, using this feature will rescan the blockchain to find your bitcoins and display it properly in your wallet. Visit this <a href=\"https://brd.com/support/articles/360000260654\">page</a> for instructions on how to manually sync your wallet to the blockchain.</p>"},{"id":360003824133,"title":"Why can't I see my funds after recovering my wallet?","section_id":360001020074,"promoted":false,"position":9,"body":"<p>You can recover your wallets by using the 12 word recovery phrase shown to you when you first created your wallet.</p>\n<p>If your wallets do not show the correct balance after recovery, the following steps can help fix the issue:</p>\n<ol>\n<li>Force quit the app and launch this again.  If you see that the app is syncing or connecting after restarting, leave the app open until this completes.</li>\n<li>Sync the Bitcoin wallet by turning Fastsync on.  Visit these pages if you need help with syncing your <a href=\"https://brd.com/support/articles/360000260654\">Bitcoin</a> wallet.</li>\n<li>Check that you used the correct 12 word recovery phrase to recover your wallets.  If you have wiped or reinstalled your wallet in the past, you may have created more than one set of wallets.  Each of these wallets will have their own recovery phrases.</li>\n</ol>"},{"id":234756748,"title":"How does the BRD wallet show my balance in my local currency?","section_id":360001028173,"promoted":false,"position":9,"body":"<p>Money kept in your BRD wallet is always stored as cryptocurrency. The app uses an exchange rate to show you an estimate of how much your cryptocurrency is worth in your local currency. When you send a transaction and enter the amount to send in your local currency, the app uses the exchange rate to calculate how much cryptocurrency to send.</p>\n<p>It's possible people using other wallets are using different exchange rates, so the balance sent/received might be slight different than what other person sees.</p>\n<p>Since the exchange rate is always changing, the amount of money in your wallet as quoted in your local currency may change over time. However, your cryptocurrency balance will not change unless you send or receive funds. </p>"},{"id":360002287774,"title":"How do I add or remove wallets in the BRD app?","section_id":360001028173,"promoted":false,"position":10,"body":"<p>You may customize the BRD app to only show wallets for any supported currency that you own.  </p>\n<p><strong>Adding a wallet</strong></p>\n<ol>\n<li>On the main screen, tap <strong>Manage Wallets </strong>and then on <strong>Add Wallets </strong>on the next page.</li>\n<li>Scroll through the list or use the search field to locate the currency you want to add.</li>\n<li>Tap on the <strong>Add</strong> button to the right of the currency.</li>\n</ol>\n<p> </p>\n<p><strong>Hiding a wallet</strong></p>\n<ol>\n<li>On the main screen, tap <strong>Menu</strong>.</li>\n<li>Select <strong>Manage Wallets</strong> and locate the wallet you want to remove from the list.</li>\n<li>Tap on the <strong>Remove</strong> button to the right of the currency.</li>\n</ol>\n<p> </p>\n<p>You can also go to <strong>Preferences</strong> and tap on <strong>Reset to Default Currencies</strong> if you would like to only show the default wallets. This action updates the main screen so it displays the default wallets and hides any other wallets you may have added.  This action does not wipe any funds from the wallets.</p>\n<p> </p>\n<p><strong>NOTE:</strong> The Ethereum wallet cannot be hidden if you have an ERC20 token wallet displayed on the BRD app's main screen.</p>\n<p> </p>"},{"id":360000261214,"title":"Why do I get a “No internet connection found” error?","section_id":360001020074,"promoted":false,"position":10,"body":"<p>Your BRD wallet needs to be connected to the internet to send and receive funds as well as to sync to the blockchain. A “No internet connection found” error means your phone does not have a stable connection to the internet, or your network connection is blocking access to the cryptocurrency networks.</p>\n<p>The best way to solve this is to connect to a strong and stable internet connection. Try the following if you encounter this error:</p>\n<ul>\n<li>Force close the app and try again;</li>\n<li>If you are using mobile data, switch to wifi and vice versa;</li>\n<li>Move to a different location in your house or office to get a better signal;</li>\n<li>Try again using a different internet connection in a different location. </li>\n</ul>"},{"id":360000248073,"title":"How do I update my PIN?","section_id":360001028173,"promoted":false,"position":11,"body":"<p>Your BRD app PIN helps keep your wallet secure and is needed to send transactions out of your wallet. For the best security, we recommend you create a PIN that is different from your device PIN.</p>\n<p>If you believe your PIN may have been compromised or just wish to change this to a new one, you can update this by following these steps:</p>\n<ol>\n<li>After logging in to the BRD app, tap on <strong>Menu</strong>. </li>\n<li>Select <strong>Security Settings</strong>.</li>\n<li>Choose <strong>Update PIN</strong>.</li>\n<li>Enter your <em>current</em> PIN</li>\n<li>Enter the <em>new</em> PIN and confirm this on the next page.</li>\n</ol>\n<p>Your PIN can only be reset by using your Recovery Phrase. </p>\n<p>Click <a href=\"https://brd.com/support/articles/115000763654\">here</a> to see how you can reset your PIN using your Recovery Phrase.</p>"},{"id":360000257454,"title":"How do I access an unsupported cryptocurrency I sent to my BRD wallet?","section_id":360001020074,"promoted":false,"position":11,"body":"<p>The BRD app only supports bitcoin, bitcoin cash, ethereum and some ERC20 tokens at the moment. Unsupported currencies sent to your BRD wallet will be inaccessible and we will not be able to return those funds to you.</p>\n<p><strong>To prevent loss of funds, do not send any unsupported cryptocurrency to your BRD wallet.</strong></p>\n<p>Your recovery phrase follows the BIP39 standard, and may be compatible with other BIP39 services or tools. We are unable to support sharing your recovery phrase with other services as this is an advanced operation.</p>"},{"id":360003823353,"title":"How do I exchange cryptocurrencies in the BRD app?","section_id":360001029113,"promoted":false,"position":12,"body":"<p>The BRD app allows you to exchange multiple supported cryptocurrencies.  Follow the steps below to start trading in the app:</p>\n<ol>\n<li>Tap on <strong>Trade</strong> at the bottom of the main page.</li>\n<li>On the next page, select the cryptocurrencies you would like to exchange using the drop down lists on the <strong>Pay With</strong> and <strong>Receive</strong> fields.</li>\n<li>Enter the amount you would like to pay, and the app will provide an estimate of how much you will receive.  You can also specify how much you would like to receive, and the app will calculate how much you need to pay.</li>\n<li>Tap <strong>Next </strong>to confirm your purchase.</li>\n</ol>\n<p>Exchanging currencies may take up to 6 hours to complete.</p>\n<p> </p>"},{"id":360000257494,"title":"How do I change the local currency displayed in my wallet?","section_id":360001028173,"promoted":false,"position":12,"body":"<p>Your BRD wallet will show your cryptocurrency and its equivalent fiat value in your local currency by default. </p>\n<p><span style=\"font-weight: 400;\">You can change this to show the value in a different local currency by following these steps:</span></p>\n<ol>\n<li><span style=\"font-weight: 400;\">On the main screen, tap <strong>Menu</strong>.</span></li>\n<li><span style=\"font-weight: 400;\">Select <strong>Preferences</strong> and then <strong>Display Currency</strong>.</span></li>\n<li><span style=\"font-weight: 400;\">Choose the currency you would like to use from the list.</span></li>\n</ol>"},{"id":115005112013,"title":"The BRD app couldn't be authenticated on Android.","section_id":360001020074,"promoted":false,"position":12,"body":"<p>The BRD app uses the hardware encryption of Android phones to secure each user's funds. In order to access this system, it requires the user to enter their device passcode or provide a fingerprint. </p>\n<p>A bug in some versions of Android can cause this authentication to not work, in which case the BRD app can not access the user's wallet. This issue has been fixed in Android version 8 and above.<br><br>If you are experiencing this problem, update to Android 8 or higher. If your phone is unable to use Android 8, you can try the following, however there are some risks:</p>\n<ol>\n<li>Make sure your recovery phrase is written down.</li>\n<li>In the Android settings, remove all fingerprints and device authentication by setting the screen lock setting to \"none\". This will erase all data protected by the hardware encryption, including your BRD wallet data. Other apps may be affected as well, so proceed with caution.</li>\n<li>Re-enable lock screen authentication and re-register your fingerprints for fingerprint authentication.</li>\n<li>Open the BRD app and restore your wallet with the recovery phrase.</li>\n</ol>\n<p>This solution might not work on all phones. We suggest users update to Android 8 or a newer version as soon as possible. </p>"},{"id":360000904454,"title":"Will I be charged cash advance fees if I buy cryptocurrency with a card?","section_id":360001029113,"promoted":false,"position":13,"body":"<p>The BRD app supports credit and debit card purchases. Card purchases are processed as regular credit card transactions.  However, some banks might charge cash advanced fees.  This is not charged by the BRD app.</p>\n<p>Please reach out to your card issuer to check if cash advanced fees will be applied to purchases under Merchant Category Code (MCC) - 6051. </p>"},{"id":115000763694,"title":"How do I recover a previous wallet I had with BRD?","section_id":360001028173,"promoted":false,"position":13,"body":"<p>When you launch the BRD app for the first time, you will be given the option to create a new wallet or to recover a wallet. If you have a 12 word recovery phrase from a previous BRD wallet that you would like to recover, follow these steps to recover your wallet:</p>\n<ol>\n<li>Select <strong>Restore Wallet.</strong>\n</li>\n<li>Click <strong>Next</strong> and enter the 12 word Recovery Phrase in the correct order for the wallet you want to recover.</li>\n<li>Set a PIN.</li>\n<li>Confirm the PIN.</li>\n<li>Leave the app open and on the screen to allow the wallets to sync to the blockchain.</li>\n</ol>\n<p>Initial syncing can take up to 45 minutes or more so please prepare to leave the app open with the screen on for an extended period of time.</p>\n<p>If you wish to recover a wallet using a recovery phrase but you already have an active wallet loaded in the BRD app, you will need to follow the directions to wipe the wallet from your current device before beginning the process above. If the wallet you are wiping has funds, be sure to write down the 12 word recovery phrase for the existing wallet (which can be found in the Security Settings) before loading the recovery phrase for the wallet you wish to recover. Visit this <a href=\"https://brd.com/support/articles/115000757773\">page</a> for help on wiping a wallet. </p>"},{"id":115000757893,"title":"Why is my wallet disabled?","section_id":360001020074,"promoted":false,"position":13,"body":"<p>If you enter an incorrect wallet PIN too many times, your wallet will become disabled for a certain amount of time. This is to prevent someone else from trying to guess your PIN by quickly making many guesses. If your wallet is disabled, wait until the time shown and you will be able to enter your PIN again.</p>\n<p>If you continue to enter the incorrect PIN, the amount of time you will have to wait in between attempts will increase. Eventually, the app will reset and you can start a new wallet.</p>\n<p>If you have the recovery phrase for your wallet, you can use it to reset your PIN by choosing the appropriate option on the lock screen. </p>"},{"id":115000757773,"title":"How do I wipe my wallet?","section_id":360001028173,"promoted":false,"position":14,"body":"<p><span style=\"font-weight: 400;\">The BRD app can only have one wallet active at a time. If you choose to start a new wallet or recover an existing wallet, the currently active wallet must be erased first. </span><span style=\"font-weight: 400;\"><br></span><span style=\"font-weight: 400;\"><br></span><strong>IMPORTANT:</strong><strong> If you erase your wallet without writing down its Recovery Phrase, your money will be lost.</strong> To prevent this, you must first enter your Recovery Phrase for the currently active wallet to make sure you have it written down correctly. <span style=\"font-weight: 400;\">Visit this </span><a href=\"https://brd.com/support/articles/115009772648\"><span style=\"font-weight: 400;\">page</span></a><span style=\"font-weight: 400;\"> for help on finding your Recovery Phrase.</span></p>\n<p><span style=\"font-weight: 400;\">Follow these steps to wipe a wallet:</span></p>\n<ol>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Tap on </span><strong>Menu </strong><span style=\"font-weight: 400;\">in the main screen.</span>\n</li>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Select </span><strong>Security Settings</strong>.</li>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Tap on </span><strong>Unlink from this device </strong><span style=\"font-weight: 400;\">and then on <strong>Next</strong>.</span>\n</li>\n<li style=\"font-weight: 400;\">\n<span style=\"font-weight: 400;\">Enter the </span><em>current</em> <span style=\"font-weight: 400;\">wallet’s Recovery phrase.</span>\n</li>\n<li style=\"font-weight: 400;\"><span style=\"font-weight: 400;\">Tap on <strong>Wipe</strong>. </span></li>\n</ol>\n<p><span style=\"font-weight: 400;\">The wallet will then be erased, and you can create a <a href=\"https://brd.com/support/articles/115000763834\">new wallet</a> or recover a <a href=\"https://brd.com/support/articles/115000763694\">previous wallet</a>. </span></p>"},{"id":115006314468,"title":"What are the fees for buying or selling through the BRD app?","section_id":360001029113,"promoted":false,"position":14,"body":"<p>Fees, when purchasing or selling cryptocurrencies through the BRD app, are different depending on the payment method used. Fees will be displayed under each payment method after choosing <strong>Buy/Sell</strong> at the bottom of the BRD app's home screen.</p>\n<p>When using a cryptocurrency ATM, fees can vary based on location and are often set by the local operator. Please see the ATM itself for details. </p>"},{"id":360000261094,"title":"How long will it take for a transaction to arrive in my BRD wallet?","section_id":360001021034,"promoted":false,"position":21,"body":"<p>Cryptocurrency transactions are processed by the cryptocurrency network in order to become confirmed. Transactions which pay a higher network fee get processed faster, and if your transaction is taking a long time to confirm it could mean the sender included a network fee that was too low.</p>\n<p>Occasionally, even transactions that have paid an adequate fee can still take extra time to be processed by the network. We have no control over this process, and the only option is to wait for the network to process your transaction.</p>\n<p>Your transaction will be marked \"Pending\" until it has received 6 confirmations on the network. Once the necessary confirmations have been received, the transaction will be marked \"Complete\".</p>\n<p>The process of confirming transactions happens outside of your the BRD app and is not within our control.</p>\n<p>If a transaction does not appear in your wallet, this may be due to one or more of the following reasons:</p>\n<ul>\n<li>Your wallet needs to be synced to the blockchain. Click <a href=\"https://brd.com/support/articles/360000260654\">here</a> to learn more about syncing your wallet.</li>\n<li>Your incoming transaction has been dropped from the network. This can happen when the transaction remains unconfirmed for several weeks. When a transaction is dropped from the network, the funds are returned to the sender’s address. Ensuring that an adequate network transaction fee is attached to your transaction can help prevent this.</li>\n<li>The funds you are expecting to receive in your BRD wallet have been mistakenly sent to the wrong address. Cryptocurrency transactions are irreversible so always make sure that the person sending you funds is using the correct address. </li>\n</ul>"},{"id":115001714994,"title":"How do I use the \"Request an Amount\" screen in my wallet?","section_id":360001021034,"promoted":false,"position":22,"body":"<p><span style=\"font-weight: 400;\">The QR code you use to receive money in your BRD wallet can contain only your address, or it can also specify the amount of money that you wish to receive. If you use the </span><strong>Request an Amount</strong><span style=\"font-weight: 400;\"> feature, the amount of money you enter will be included in the QR code. </span></p>\n<p><span style=\"font-weight: 400;\">When someone scans your QR code, the amount to send will automatically be filled out, so the sender doesn’t have to enter it themselves. This makes it easier to specify how much cryptocurrency should be sent, and prevent mistakes when trying to receive a specific amount of cryptocurrency. </span></p>"},{"id":115000763394,"title":"How do I receive cryptocurrency in my BRD wallet?","section_id":360001021034,"promoted":true,"position":23,"label_names":["curr:btc"],"body":"<p>If you would like to receive cryptocurrency from someone, you will need to give them your \"Receive\" address. <span style=\"font-weight: 400;\">Follow these steps to find your receiving address:</span></p>\n<ol>\n<li><span style=\"font-weight: 400;\">On the main screen, tap the wallet for the cryptocurrency you are receiving.</span></li>\n<li><span style=\"font-weight: 400;\">At the bottom of the screen, tap <strong>Receive</strong>.</span></li>\n<li>\n<span style=\"font-weight: 400;\">Give the sending party your receiving address. </span>There are a few ways to do this:</li>\n</ol>\n<ul>\n<li>Show them the \"Receive\" screen in your BRD app, and let them scan your QR code.</li>\n<li>Press the \"Share\" button under the QR code to send them your address via email or text message.</li>\n<li>Tap the QR code to copy your address to your device's memory. You can now paste your address into a website or other app.</li>\n</ul>\n<p>You can also request for a specific amount by using the Request an Amount option. Visit this <a href=\"https://brd.com/support/articles/115001714994\">page</a> for information on how to use this.</p>\n<p> </p>\n<p><strong>Important:</strong> If cryptocurrency is sent to the wrong address, it can not be refunded. When sending cryptocurrency, always check to make sure the address you are sending to is the same as the one that was given to you.</p>\n<p> </p>\n<p><strong>NOTES: </strong></p>\n<ul>\n<li>If you are receiving XRP or Hedera in the BRD app, the sender does not need to attach a Destination Tag or Hedera Memo as you own the address in your BRD app.</li>\n<li>The bitcoin and bitcoin cash addresses shown on your \"Receive\" screen will change every time you receive money, but old addresses will continue to work. All other wallets are assigned a single address.</li>\n</ul>"},{"id":115000763374,"title":"What are the transaction details?","section_id":360001021034,"promoted":false,"position":24,"body":"<p>The transaction details screen shows you some information about your transaction, as well as any memos available for a transaction. </p>\n<p><strong>Status</strong></p>\n<p>When sending with BRD, the recipient will usually receive the transaction in 10-60 minutes on the regular processing speed setting, 10-30 minutes on the priority setting and 1-24 hours on economy. For receiving, we have no control over how long it will take for the transaction to complete.</p>\n<p>If the transaction status is \"Complete,\" then the transaction has successfully gone through. If this is a transaction you sent, the money is now in the wallet of the recipient. If this is a transaction you received, the money is now in your wallet, ready to be spent.</p>\n<p>If the status is not yet complete, this will show the current progress.</p>\n<p><strong>Address</strong></p>\n<p>For received transactions, this field is labelled \"Via\" and shows the address that was used to receive.</p>\n<p>For sent transactions, this field is labelled \"To\" and shows the address that was sent funds to.</p>\n<p><strong>Memo</strong></p>\n<p>Here you can attach a note to the transaction to remind yourself what it was for. This memo will not be shared with anyone else and is only visible to you, but you can edit it at any time, even after the transaction has completed.</p>\n<p><strong>Fee</strong></p>\n<p>This field is only available for sent transactions and lists the network fee paid for the transaction. </p>\n<p><strong>Total</strong></p>\n<p>This field is only available for sent transactions and shows the sum of the amount sent and the fees paid.</p>\n<p><strong>Other</strong></p>\n<p>At the bottom of this screen you will find additional technical details about the transaction which include the exchange rate used, block confirmations and the transaction ID. The transaction ID can be used as proof that a payment was made. </p>"},{"id":115000526148,"title":"Why did my Receive Address change?","section_id":360001021034,"promoted":true,"position":25,"body":"<p>Whenever you receive a payment to the Bitcoin or Bitcoin Cash address in your wallet, a new address is automatically generated for you. By using a unique address for every transaction, you can increase privacy and security. Old addresses will still continue to work, even if they are no longer displayed in your app. </p>\n<p>Aside from the Bitcoin and Bitcoin Cash wallets, each of the other wallets in the BRD app will have a single address assigned to them.</p>"},{"id":235062488,"title":"How can I send cryptocurrency from the BRD app?","section_id":360001021034,"promoted":false,"position":26,"body":"<p><span style=\"font-weight: 400;\">In your BRD app, a wallet is available for the supported cryptocurrencies you own.  Follow these steps to send cryptocurrency from your wallet:</span></p>\n<ol>\n<li><span style=\"font-weight: 400;\">On the main screen, tap the wallet for the cryptocurrency you would like to send.</span></li>\n<li><span style=\"font-weight: 400;\">Tap <strong>Send</strong> at the bottom.</span></li>\n<li>\n<span style=\"font-weight: 400;\">Enter the address you are sending funds to.  There are several ways to do this:</span>\n<ul>\n<li><span style=\"font-weight: 400;\">Tap on <strong>Scan</strong> and scan the QR code from the receiving wallet.</span></li>\n<li><span style=\"font-weight: 400;\">Copy the receiving wallet’s address and paste it in the <strong>To</strong> field.</span></li>\n<li><span style=\"font-weight: 400;\">Manually type the recipient’s address and double check to make sure that it is accurate.  Some cryptocurrency addresses are case sensitive.</span></li>\n</ul>\n</li>\n<li><span style=\"font-weight: 400;\">Enter the amount you would like to send.  For your convenience, you can toggle the amount between cryptocurrency units or your local currency by tapping the currency box in the Amount field.</span></li>\n<li><span style=\"font-weight: 400;\">In some wallets, a Processing Speed section is available so you can select your preferred network fee setting.</span></li>\n<li><span style=\"font-weight: 400;\">Add an internal memo in the <strong>Memo</strong> field.  This is optional.  Internal memos are only visible to you and is not sent to the receiving party. If the receiving wallet requires a memo or tag to be added to your transaction, please see the notes below.</span></li>\n<li><span style=\"font-weight: 400;\">Tap <strong>Send</strong>, verify that the transaction details are correct, and confirm the payment with your PIN or fingerprint.</span></li>\n</ol>\n<p> </p>\n<p><span style=\"font-weight: 400;\"><strong>Important: </strong>If cryptocurrency is sent to the wrong address, it can not be refunded. When sending cryptocurrency, always check to make sure the address you are sending to is the same as the one that was given to you.</span></p>\n<p> </p>\n<p><span style=\"font-weight: 400;\"><strong style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Helvetica, Arial, sans-serif;\">NOTE:</strong><span style=\"font-family: -apple-system, BlinkMacSystemFont, 'Segoe UI', Helvetica, Arial, sans-serif;\"> </span> If you are sending Bitcoin Cash, XRP, or Hedera, here are some items to take note of:</span></p>\n<p><span class=\"wysiwyg-underline\"><span style=\"font-weight: 400;\">Bitcoin Cash</span></span></p>\n<p><span style=\"font-weight: 400;\">The BRD app uses the \"CashAddr\" format for bitcoin cash addresses.  This is a format that encodes your bitcoin cash address so you do not accidentally send bitcoin to a bitcoin cash address and vice versa. The BRD bitcoin cash wallet uses this format to protect our customers from loss of funds.</span></p>\n<p><span class=\"wysiwyg-underline\"><span style=\"font-weight: 400;\">XRP</span></span></p>\n<p><span style=\"font-weight: 400;\">Some wallets require a Destination Tag to be indicated when an XRP transaction is sent to them.  This needs to be indicated in the <strong>Destination Tag</strong> field before the transaction is sent.</span></p>\n<p><span class=\"wysiwyg-underline\"><span style=\"font-weight: 400;\">Hedera</span></span></p>\n<p><span style=\"font-weight: 400;\">Some wallets require a Hedera Memo to be indicated when an HBAR transaction is sent to them.  This needs to be indicated in the <strong>Hedera Memo</strong> field before the transaction is sent.</span></p>\n<p> </p>\n<p> </p>\n<p> </p>\n<p> </p>"},{"id":234758088,"title":"Why does it cost money to send a cryptocurrency transaction?","section_id":360001021034,"promoted":true,"position":27,"body":"<p>The BRD wallet does not charge any fees to send a transaction. However, the cryptocurrency networks require a fee, called a \"transaction fee\". This fee is calculated based on the traffic on the cryptocurrency network, and is always displayed to you before you authorize a payment to be sent.</p>\n<p>Bitcoin and Bitcoin Cash wallets that receive many small payments before trying to send one large transaction may be charged a higher transaction fee. If possible, combining the payments you receive into a smaller number of larger transactions can keep your transaction fees low. </p>\n<p> </p>"},{"id":234978567,"title":"Why is the value of cryptocurrency sent different than the value received?","section_id":360001021034,"promoted":false,"position":28,"body":"<p>Money in your BRD app is always held as cryptocurrency, and the value in your local currency is displayed as an estimate only. The exchange rate used to make this estimate is always fluctuating, and depending on when a transaction is sent or received the estimated value of the transaction can change. It is common for the estimated value of a transaction to be seen differently by the sender and receiver, however the amount of cryptocurrency sent should not change. </p>"}]